Repository: fingpop/485TOIR_thermostat
Catalog: www/languages/*.po
Languages: bg, cs, el, hr

source: Yes
bg: Да
cs: Ano
el: Ναί
hr: Da

source: No
bg: Не
cs: Ne
el: Όχι
hr: Ne

source: Off
bg: Изключено
cs: Vypnuto
el: Απενεργοποίηση
hr: Ugasi

source: On
bg: Включено
cs: Zap.
el: Ενεργοποίηση
hr: Upaljeno

source: Automatic
bg: Автоматично
cs: Automaticky
el: Αυτόματο
hr: Automatski

source: Heat
bg: Топло
cs: Topit
el: Θέρμανση
hr: Grijanje

source: Cool
bg: Студено
cs: Chladit
el: Ψύξη
hr: Hlađenje

source: Auto
bg: Авто
el: Αυτόματο
hr: Automatski

source: Fan
bg: Вентилатор
cs: Ventilátor
el: Ανεμιστήρας
hr: Ventilator

source: Fresh
bg: Свеж
cs: Čerstvý vzduch
el: Καθαρό
hr: Svježe

source: 2 Hours
bg: 2 часа
cs: 2 hodiny
el: 2 Ώρες
hr: 2 Sata

source: Until Next
bg: До следващото
cs: Do příští
el: Μέχρι το Επόμενο
hr: Do Sljedeceg

source: Permanent
bg: Постоянен
cs: Trvale
el: Μόνιμα
hr: Stalno

source: Until
bg: Докато
cs: do
el: Μέχρι
hr: Dok

source: Top
bg: Топ
cs: Nejlepší
el: Κορυφαία
hr: Vrh

source: High
bg: Високо
cs: Vysoký
el: Υψηλή
hr: Visok

source: Medium
bg: Среден
cs: Střední
el: Μεσαίο
hr: Srednji

source: Low
bg: Нисък
cs: Nízký
el: Χαμηλό
hr: Nisko

source: Horizontal
bg: Хоризонтален
cs: Vodorovné
el: Οριζόντιο
hr: Horizontalan

source: Vertical
bg: Вертикален
cs: Svislé
el: Κάθετο
hr: Vertikalan

source: 30 degrees
bg: 30 градуса
el: 30 μοίρες
hr: 30 stupnjeva

source: 45 degrees
bg: 45 градуса
el: 45 μοίρες
hr: 45 stupnjeva

source: 60 degrees
bg: 60 градуса
el: 60 μοίρες
hr: 60 stupnjeva

source: Eco
bg: Еко
cs: Eko
el: Οικονομικό

source: Hot
bg: Топло
cs: Horký
el: Ζεστό
hr: Vruće

source: Auto Mode
bg: Авто режим
cs: Režim Auto
el: Αυτόματη Λειτουργία
hr: Auto Mod

source: Bypass
bg: Заобикаляне
cs: Vynechat
el: Παράκαμψη
hr: Zaobiđi

source: Heat Exchange
bg: Топлообмен
cs: Rekuperace
el: Ανταλλαγή Θερμότητας
hr: Izmjena topline

source: Normal
bg: Режим нормално
cs: Normální
hr: Normalno

source: Low Fan
bg: Слаб вентилатор
cs: Nízký výkon ventilátoru
el: Ανεμιστήρας Χαμηλή Λειτουργία
hr: Slabi ventilator

source: Low Fan with Fresh Up
bg: Слаб вентилатор с освежаване
cs: Nizký výkon ventilátoru s osvěžením
el: Ανεμιστήρας Χαμηλή Λειτουργία και Ανανέωση Αέρα
hr: Slabi ventilator sa osvježenjem

source: High Fan
bg: Силен вентилатор
cs: Vysoký výkon ventilátoru
el: Ανεμιστήρας Υψηλή Λειτουργία
hr: Jaki ventilator

source: High fan with Fresh Up
bg: Силен вентилатор с освежаване
cs: Vysoký výkon ventilátoru s osvěžením
el: Ανεμιστήρας Υψηλή Λειτουργία με Ανανέωση Αέρα
hr: Jaki ventilator sa osvježenjem

source: Super High Fan
bg: Много силен вентилатор
cs: Extra vysoký výkon ventilátoru
el: Πολύ Υψηλή Λειτουργία Ανεμιστήρα
hr: Vrlo jaki ventilator

source: Top Fan
bg: Много силен вентиалтор
cs: Nejvyšší výkon ventilátoru
el: Ανεμιστήρας Κορυφής
hr: Top ventilator

source: Auto Fan
bg: Авто вентиалтор
cs: Auto výkon ventilátoru
el: Αυτόματος Ανεμιστήρας
hr: Auto ventilator

source: Fan Mode
bg: Режим вентилатор
cs: Režim větráku
el: Λειτουργία Ανεμιστήρα
hr: Ventilatorski Mod

source: Swing
bg: Люлеене
cs: Naklápění
el: Εναλλαγή
hr: Njihati

source: Water
bg: Вода
cs: Voda
el: Νερό
hr: Voda

source: Hot Water Mode
bg: Режим топла вода
cs: Režim Horká voda
el: Λειτουργία Ζεστού Νερού
hr: Mod vruće vode

source: VAM HRV Mode
bg: VAM HRV режим
cs: Režim VAM HRV
el: Λειτουργία VAM HRV
hr: VAM HRV Mod

source: Vacation Preset
bg: Настройка ваканция
cs: Předvolby dovolené
el: Προεπιλογή Προγράμματος Διακοπών
hr: Odsutnost Prisutna

source: Setpoint
bg: Точки за настройка
cs: Žádaná teplota
el: Καθορισμένο Σημείο
hr: Zadana Vrijednost

source: Auxillary Heat
bg: Допълнителна топлина
cs: Přídavné topení
el: Βοηθητική Θέρμανση
hr: Pomoćno grijanje

source: Aux Heat
bg: Aux Топлина
cs: Přídavné topení
el: Βοηθητική Θέρμανση
hr: Pomoćno grijanje

source: Error
bg: Грешка
cs: Chyba
el: Σφάλμα
hr: Graška

source: Reset Filter
bg: Нулирай филтъра
cs: Resetovat filtr
el: Επαναφορά Φίλτρου
hr: Resetirajte Filtere

source: HExc
cs: Rekuperace
